Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/sdir.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: If MSC.335(90) is made applicable from the time of entry into force of the Regulations, the company indicates that this will lead to costly conversions, make it difficult to deliver according to contract and could lead to a reduction in the loading capacity of concerned ships.
nb: Hvis MSC.335(90) blir gjort gjeldende fra forskriftens ikrafttredelsestidspunkt, anfører firmaet at dette vil medføre kostbare ombygginger, gjøre det vanskelig å levere i henhold til kontrakt, samt at lastekapasiteten til berørte skip kan bli redusert.

source: Cargo ships over 300 gross tonnage and
nb: Lasteskip over 300 bruttotonn og

source: A list of the vessels you administer will now open.
nb: Du vil da få opp en liste over fartøy du administrerer.

source: Chapter 9 Concluding provisions
nb: Kapittel 9 om avsluttende bestemmelser

source: Representatives from Transport Canada (TC) and DNV-GL Canada and Norway visited the Norwegian Maritime Authority.
nb: Representanter fra Transport Canada (TC) og DNV GL Canada og Norge besøkte Sjøfartsdirektoratet.

source: The Safety Notice concerns SOLAS III/20.8.1.1, which states that all inflatable life-saving appliances shall be serviced and approved at intervals not exceeding 12 months.
nb: Sikkerhetsmeldingen omhandler SOLAS III/20.8.1.1 som sier at alt oppblåsbart redningsutstyr skal være kontrollert og godkjent innenfor en periode som ikke overstiger 12 måneder.

source: The emergency stop for the port side engine was activated, and the engine was stopped.
nb: Nødstopp for babord motor ble aktivert, og motoren ble stoppet.

source: the first five year, to an average of around 70 the last five years.
nb: delser de første fem årene, til et gjennomsnitt på omlag 70

source: The formulas required for deriving the EEDI are contained in resolution MEPC.212(63) «Guidelines on the Method of Calculation of the Attained Energy Efficiency Design Index (EEDI) for New Ships».
nb: Beregningen av indeksen skal gjøres som beskrevet i resolusjon MEPC.212(63) «Guidelines on the Method of Calculation of the Attained Energy Efficiency Design Index (EEDI) for New Ships».

source: What should be specified in the registration form for rest periods if I am called up during my off-time?
nb: Hva skal føres i hviletidsskjemaet hvis man blir utkalt på sin frivakt?

source: Certain provisions in current law are based on SOLAS 90, and these have been continued in the Regulations.
nb: Gjeldende rett legger visse bestemmelser i SOLAS 90 til grunn og disse videreføres i forskriften.

source: The distance shall be minimum five times the height of the glacier front, but never less than 200 meter.
nb: Avstanden skal være minimum fem ganger brefrontens høyde, men ikke mindre enn 200 meter.

source: exceptions from the main rule of a minimum of 10 hours of
nb: befale unntak fra hovedregelen om minst 10 timers døgnhvile,

source: The formidable efforts that have been put into this became visible for everyone now at the end of October, when 50 new and updated translations were published on our home page.
nb: Det formidable arbeidet som er lagt ned, ble synlig for alle nå i slutten av oktober da rundt 50 nye oversettelser ble publisert på hjemmesidene.

source: Today, more and more of the vessels' equipment is integrated and connected.
nb: Slik fartøyene utvikler seg i dag, er mer og mer av utstyret integrert og sammenkoblet.

source: Figure 3-1 shows the speed profile for all vessels divided into different size categories of ships.
nb: Figur 3-1 viser hastighetsprofil for alle fartøyene fordelt på ulike størrelseskategorier skip.

source: The Ministry of Trade, Industry and Fisheries may by means of regulations modify the trade area restriction set out in section 3 if a distortion of competition to the disadvantage of ships registered in the Norwegian Ordinary Ship Register is considered to occur, and the distortion of competition is considered to be the result of measures taken or competition distorting arrangements established by other States.
nb: Nærings- og fiskeridepartementet kan ved forskrift endre fartsområdebegrensningen angitt i § 3 når det finnes å foreligge konkurransevridning i disfavør av skip registrert i norsk ordinært skipsregister og konkurransevridningen anses å være et resultat av andre staters tiltak eller konkurransevridende ordninger.

source: Normally, CRAs are issued upon application for endorsement and primarily provide the seafarer with the opportunity to operate on board for 3 months.
nb: CRA utstedes normalt ved søknad om påtegning/endorsement og gir i utgangspunktet mulighet til å tjenestegjøre ombord i 3 måneder.

source: This study encompasses all cruise and Hurtigruten ships operating within the analysis area from January 2016 through to October 2017.
nb: Analysen omfatter alle cruise- og hurtigruteskip som har vært innenfor analyseområdet i perioden januar 2016 til og med oktober 2017.

source: documentation purposes which will include the following as a minimum:
nb: sikkerhetsstyringssystem som minimum inneholder:

source: Overall length, also called length overall (LOA), is used as a parameter in the legislation, and the Norwegian Maritime Authority wants a uniform understanding of the term.
nb: Største lengde, også kalt lengde over alt (loa), er brukt som parameter i regelverket, og Sjøfartsdirektoratet ønsker en entydig forståelse av lengdebegrepet.

source: 12 passengers or less – Q&A
nb: 12 passasjerer eller færre - spørsmål og svar

source: Maximum 15 entries per person.
nb: Maks antall bilder pr. person er 15.

source: Operational technology systems may be thought of as focusing on the use of data to control or monitor physical processes.
nb: Operasjonelle teknologisystemer er systemer som bruker data for å kontrollere eller overvåke fysiske prosesser.

source: The gas analysis should be carried out for the cell type that has passed one of the propagation tests in section 3.
nb: Gassanalysen skal gjennomføres for den celletypen som har bestått en av propageringstestene i avsnitt 3.

source: Both engine configurations show a similar trend in specific consumption in load ranges above 50%, while with lower engine loads, specific fuel consumption (g / kWh) increases more for diesel-electric compared to direct drive.
nb: Begge motorkonfigurasjoner viser noenlunde samme utvikling i spesifikt forbruk i lastområdet over 50%, mens med lavere motorlast øker det spesifikke forbruket (g/kwh) mer for dieselelektrisk sammenliknet med direktedrevet.

source: This is done in a central database called Thetis which is operated by EMSA (European Maritime Safety Agency).
nb: Dette gjøres av en sentral database som opereres av EMSA (European Maritime Safety Agency) og kalles Thetis.

source: This has previously yielded good results – most recently in connection with several safety campaigns aimed at small fishing vessels.
nb: Dette har direktoratet hatt gode erfaringer med – senest i forbindelse med flere sikkerhetskampanjer rettet mot små fiskefartøy.

source: SOLAS chapter II-1 regulation 1 paragraph 1.1 stipulates that the chapter shall apply to ships constructed on or after 1 January 2009.
nb: SOLAS kapittel II-1 regel 1 nummer 1.1 gir uttrykk for at kapitlet skal gjelde for skip bygget på eller etter 1. januar 2009.

source: pulpit in both ends of the vessel (see drawing 15 in Appendix)
nb: pulpitt i begge ender av fartøyet (se skisse 15 i vedlegg)

source: These guidelines shall elaborate on the definition in section 2 of the Regulations on measurement and on the term in general when otherwise used in the NMA's set of regulations.
nb: Veiledningen skal utdype definisjonen i måleforskriften § 2 og begrepet generelt der det er brukt i direktoratets øvrige regelverk.

source: - 135 MLC deficiencies given to ships with MLC certificate;
nb: - 135 MLC pålegg gitt til skip med MLC sertifikat;

source: In Regulations 1992/695 the term "supply vessel" is used.
nb: I forskrift 1992/695 er begrepet «forsyningsskip» benyttet.

source: doctor and the barber) - and several
nb: og barbereren) - og flere

source: 4 Quarantine requirements
nb: 4 Krav om karantene

source: About 40 per cent of Norway's population lives in municipalities that have a coastline onto this sea area and many of them use the sea for recreation.
nb: Snaut 40 prosent av Norges befolkning er bosatt i kystkommuner som grenser til havområdet, og mange bruker kysten til rekreasjon.

source: Prize: Photographic equipment to the value of 300 EUR sponsored by Finnlines, Finland
nb: Premie: Fotoutstyr verdi 300 EUR gitt av Finnlines i Finland

source: (4) Vessels with a liferaft or liferafts shall be equipped with hand-held VHF/DSC equipment, one
nb: (4) Håndholdt VHF/DSC skal ha tilstrekkelig batterikapasitet for hele seilasen og det skal i tillegg

source: Prize: Photographic equipment to the value of 300 EUR sponsored by Finnlines
nb: Premie: Fotoutstyr verdi 300 EUR gitt av Finnlines

source: In a report from the United States Coast Guard the Norwegian flag is yet again recognised as a quality flag within shipping.
nb: I en tilbakemelding fra United States Coast Guard så anerkjennes norsk flagg nok en gang som et kvalitetsflagg innen skipsfarten.

source: Our sleeping hours and need for sleep vary.
nb: Hvor mye vi sover, og hvor mye søvn vi faktisk trenger, varierer.

source: All people entering Norway are now required to register their name, contact details, place of quarantine and employer (if applicable).
nb: Alle som skal til Norge må registrere informasjon om blant annet navn, kontaktopplysninger, karantenested og eventuelt arbeidsgiver.

source: In the cases where certain requirements of the Convention are made applicable to ships engaged on domestic voyages which are, as a condition, certified for trade in less weather-exposed trade areas than what can be expected for ships engaged on foreign voyages, exemptions have been made in current law from the Load Line Convention's requirements related to dimensioning of heights of coamings and sills, windows and freeing port area.
nb: Når enkelte krav i konvensjonen er gjort gjeldende for skip i innenriksfart og som forutsetningsvis er sertifisert for fart i mindre værutsatte fartsområder enn hva som er påregnelig for skip i utenriksfart, er det i gjeldende rett gitt unntak fra lastelinjekonvensjonens krav til dimensjonering av terskel- og karmhøyder, vinduer og lenseportareal.

source: with the requirements set out in Article 13.
nb: utfylles med en midtveisvurdering for å bekrefte at kravene i artikkel 13 er oppfylt.

source: Al these should be initiated persons, ie
nb: Al e disse bør være innvidde personer,

source: For each login you will be asked to enter a PIN code (two-factor authentication) which will be sent to the mobile phone number you registered for the account.
nb: Når du logger inn, vil du hver gang bli bedt om å oppgi en pin-kode (tofaktorautentisering) som blir sendt til mobilnummeret du oppga da du registrerte kontoen.

source: Section 3 Requirements for construction, stability and outfitting of cargo ships and passenger ships engaged on foreign voyages
nb: § 3 Krav til bygging, stabilitet og utrustning av lasteskip og passasjerskip i utenriksfart

source: E-library for seafarers
nb: Lanserer e-bokportal for sjøfolk

source: Alang on the west coast of India has since 1983 developed into one of the world's leading centres for shipbreaking.
nb: Alang på vestkysten av India har siden 1983 utviklet seg til å bli et av verdens ledende sentre for skipsopphugging.

source: Click the «hamburger menu» on the top right in Chrome
nb: Trykk på«hamburgermenyen»øverst til høyre i Chrome

source: A ship security plan (SSP) shall be developed on the basis of a vessel specific ship security assessment (SSA), and according to Part A of the ISPS Code, section 9.
nb: Det skal utarbeides en sikkerhets- og terrorberedskapsplan (SSP) på grunnlag av en fartøyspesifikk sårbarhetsvurdering (SSA), og i henhold til ISPS-kodens del A seksjon 9.

source: Helge Topp from the Norwegian Directorate for Civil Protection (DSB) also attended the meeting.
nb: Helge Topp fra Direktoratet for samfunnssikkerhet og beredskap (DSB) deltok også på møtet.

source: In the period from 2006 to 2015, the number of groundings was on
nb: I perioden 2006 til 2015 var antall grunnstøtinger økende,

source: For cruise ships, the biggest improvement may be that applications for maritime personal certificates now can be submitted electronically, Akselsen says.
nb: For cruiseskip er kanskje den største forbedringen at søknader om maritime personellsertifikater nå kan gjøres elektronisk, sier Akselsen.

source: The following dialogue box will appear the first time you log in:
nb: Du får opp følgende dialogboks første gang du logger inn:

source: Access level 3 (T3) – users with full access
nb: Tilgangsnivå 3 (T3) – personer med full tilgang

source: The tested module should be surrounded by other modules and be installed in a rack system similar to the one used on board ships.
nb: Testet modul skal være omkranset av andre moduler og være montert i stativsystem likt det som skal anvendes i skip.

source: An appendix to the Convention provides an overview of the hazardous materials that are prohibited or have limited legality for use in shipyards, repair yards and ships participating in the Convention.
nb: Et bilag til konvensjonen gir en oversikt over hvilke farlige materialer som er forbudt eller har begrenset lovlighet i bruk ved skipsverft, reparasjonsverft og skip som er deltakende til konvensjonen.

source: (1) The vessel shall be fitted with VHF radio equipment with DSC and watch receiver for channel 70
nb: (1) Alle fartøy skal være utstyrt med VHF-radioutstyr med DSC og vaktmottaker for kanal 70

source: Focus will be on passenger ships in 2013.
nb: Passasjerskip prioriteres i 2013.

source: Movable offshore drilling units.
nb: Flyttbare offshore boreenheter.

source: If fuel consumption in port is included, the reduction for the entire analysis area will be 10-11%, 14-17% and 17-20%, respectively, at the same speed limits.
nb: Inkluderes drivstofforbruk i havn vil reduksjonen for hele analyseområdet være henholdsvis 10-11%, 14-17% og 17- 20% ved samme hastighetsbegrensninger.

source: The master may require seafarers to perform any hours of work necessary for the safety of the ship, persons on board or cargo, or for the purpose of giving assistance to other ships or persons in distress at sea.
nb: Skipsføreren kan kreve at sjøfolk skal arbeide så mange timer som er nødvendig for å trygge skipets sikkerhet, personer om bord eller last, eller for å yte hjelp til andre skip eller personer i havsnød.

source: Ships entered on the list shall be deleted when a change of ownership takes place or when they no longer meet the conditions for entry, or when they have been used in violation of section 4 of the Act or the provisions of these Regulations.
nb: Skip oppført på listen skal strykes ved eierskifte eller når det ikke lenger fyller vilkårene for oppføring, eller når det har vært brukt i strid med lovens § 4 eller bestemmelsene i denne forskrift.

source: A renewal verification (requested via Altinn) must be done before the certificate expires:
nb: Det skal gjennomføres en fornyelsesverifikasjon (begjæres via Altinn) innen utløpsdato for sertifikatet:

source: Bareboat registration means that a ship registered in one state (the primary state),
nb: Bareboat-registrering innebærer at et skip som er registrert i én stat (primærstaten), på grunnlag av et bareboat-certeparti

source: Endorsement of foreign certificates
nb: Endorsement av utenlandske sertifikat

source: Do I need to use the standard form KS-0300 to record the hours of rest?
nb: Må standardskjema KS-0300 benyttes til registrering av hviletiden?

source: The tested module should be surrounded by other modules and be installed in a rack
nb: Testet modul skal være omkranset av andre moduler og være montert i stativsystem likt

source: Update September 2021 - Extension of validity of medical certificates and CRA, and
nb: Oppdatering september 2021 - Forlengelse av gyldighet på helseerklæring og CRA,

source: Vessels carrying more than 12 passengers shall be certified by the Norwegian Maritime Authority and be issued with a passenger certificate.
nb: Fartøy som fører flere enn 12 passasjerer skal sertifiseres av Sjøfartsdirektoratet med passasjersertifikat.

source: The daily rest period may not be reduced from 10
nb: Døgnhvilen kan ikke reduseres fra 10 timer, men hvileperiodene kan således for eksempel deles

source: guidance and standards referenced in section 4.
nb: standardene som det vises til i avsnitt 4.

source: - of unbaptized often cal ed "the messenger" - is the first of King Neptune's court who leave the
nb: - av udøpte gjerne kalt ”sendebudet” - er den første av Kong Neptuns hoff som forlater det våte

source: loose fenders and fenders only placed around the ends of the hull (see drawing 2 in Appendix)
nb: løse fendere, og fendere som bare ligger rundt skrogets endepunkt (se skisse 2 i vedlegg)

source: The company shall compile a ship-specific inventory of hazardous materials (IHM).
nb: Rederiet skal utarbeide en fortegnelse over farlige materialer (IHM) som er skipsspesifikk.

source: Who pays for the medical examination?
nb: Hvem betaler for helseundersøkelsen?

source: Vessels used for safe boating activities by schools, school camps or daycare centres
nb: Fartøy som brukes av skoler, leirskoler eller barnehager til sjøvettaktiviteter

source: • Al the roles must be duly assigned and rehearsed, and all necessary props should be in place.
nb: • Al e rol ene må være fordelt og instruert, og al e nødvendige rekvisitter må være klare til bruk.

source: to be found only in “inbox”.
nb: • framheving av lederskap og

source: Curriculum for the boating licence - revised 2014
nb: Pensum til båtførerprøven – revidert 2014

source: Section 76 Entry into force and repeal
nb: § 76 Ikrafttredelse og opphevelse

source: During entry, several vessels maintain this speed for up to 45% of the time.
nb: Under innseilingen har flere av fartøyene denne farten i opp mot 45% av tiden.

source: You will also find a description of how to open a user account without using ID-porten, a common login solution for many Norwegian public services.
nb: Du vil også finne en beskrivelse for hvordan du kan opprette en brukerkonto uten å bruke ID-porten.

source: If you or your company have registered a ship in one of the Norwegian Maritime Authority's registers (NIS, NOR or BYGG (the Shipbuilding Register)) and you have the "Transport" role in Altinn, you will automatically get access to your vessels when logging into My vessels.
nb: Hvis du eller ditt rederi har registrert et skip i ett av Sjøfartsdirektoratets skipsregistre (NIS, NOR eller BYGG), vil du som har rollen "Samferdsel" i Altinn, automatisk få tilgang til dine fartøy når du logger inn via Min side fartøy.

source: CSO will be contacted by an ISPS surveyor for further action.
nb: CSO kontaktes av ISPS-inspektør for videre prosess.

source: Once you have identified yourself, you will be directed to My vessels.
nb: Når du har identifisert deg, vil du bli sendt videre til Min side fartøy

source: Since March 2012, the NMA has given companies and consultants the opportunity to submit drawings and other documentation electronically on a voluntary basis.
nb: Siden mars 2012 har Sjøfartsdirektoratet åpnet for at rederiet og konsulenter på frivillig basis kan sende inn tegninger og annen dokumentasjon elektronisk.

source: Click “Next” after choosing access level.
nb: Når du har valgt tilgangsnivå, velger du "Neste".

source: Section 20 Stability of passenger ships of less than 15 metres in overall length
nb: § 20 Stabilitet for passasjerskip med største lengde under 15 meter.

source: The preliminary figures for 2013 indicate that the number of registered accidents will be just below the average for the five year period, with 252 registered incidents.
nb: De foreløpige tallene for 2013 tyder på at antallet registrerte ulykker vil ligge like under gjennomsnittet for femårsperioden, med 252 registrerte hendelser.

source: Prior to this, a ship recycling plan shall be prepared.
nb: I forkant av dette skal det utarbeides en skipsopphuggingsplan.

source: The rest were work-related.
nb: – Ulykkesforbyggende tiltak

source: In connection with the phasing out of ships and installations falling outside the scope of the EU Ship Recycling Regulation, the Basel Convention and Regulation (EU) 2006/1013 (the Waste Shipment Regulation) will continue to apply if the recycling is to be carried out outside Norway.
nb: Ved utfasing av skip og innretninger som faller utenfor virkeområdet til skipsgjenvinningsforordningen, vil det også framover være slik at Baselkonvensjonen og forordning (EU) 2006/1013 (grensekryssforordningen) kommer til anvendelse, dersom gjenvinningen skal skje utenfor Norge.

source: landlubbers since they only have splashed around in the sea north of the Equator, but hereafter wil be
nb: ferskvannsseilere og landkrabber, og som så vidt har plasket litt rundt i sjøen nord for Ekvator - at de heretter

source: Confirmation from the foreign bareboat register
nb: Attest fra det utenlandske bareboat-registeret

source: The King will check if there are unbaptized crew members on board!
nb: Kongen vil kontrol ere om der er udøpte personer om

source: An emergency preparedness plan shall be prepared for situations which may cause exposure of biological agents classified as group 3 or group 4.
nb: Det skal utarbeides en beredskapsplan for situasjoner som kan forårsake eksponering for biologiske faktorer som er klassifisert i gruppe 3 eller 4.

source: As the final survey implies a check of the ship’s IHM, the Regulation sets out that the final survey and the initial survey may be conducted at the same time for operating ships which are taken out of service, and do not already have a valid IHM certificate.
nb: Fordi sluttinspeksjonen innebærer en kontroll av skipets IHM, legger forordningen opp til at sluttinspeksjon og førstegangsinspeksjon kan gjennomføres samtidig for seilende skip som tas endelig ut av drift, og som ikke allerede har et gyldig IHM-sertifikat.

source: “We hope and believe that this is (at least partly) due to more focused efforts from the NMA and the companies,” says Olav Akselsen.
nb: – Vi håper og tror at mer fokusert innsats fra Sjøfartsdirektoratet og rederiene har medvirket til dette, sier Olav Akselsen.

source: The vessel shall operate at a speed of maximum 10 knots.
nb: Fartøyet opererer i maksimum 10 knop

source: The Commission is actively working on approving more facilities, and it is expected that the disadvantage for EU/EEA flagged ships will be reduced as more facilities are approved.
nb: EU-kommisjonen jobber aktivt med godkjenning av flere anlegg, og det er påregnelig at ulempen for skip som fører EU/EØS-flagg blir redusert etter hvert som flere anlegg blir godkjent.

source: This dialog box appears when you press "Go to file upload".
nb: Denne dialogboksen vises når du trykker på "Gå til filopplasting".

source: People who are not members of the infected person's household may go to work if they have a negative PCR test taken no earlier than 3 days after the close contact.
nb: Personer som ikke er hustandsmedlemmer med den som er smittet kan gå på jobb dersom de har avlagt et negativt testresultat på en PCR-test tatt tidligst 3 dager etter nærkontakten.

source: The provisions for hours of rest that ensure a minimum amount of rest also provide limitations to the maximum working hours on a daily and weekly basis.
nb: Hviletidsreglene som skal sikre minste døgn- og ukehvile, setter samtidig grensen for hvor lenge det kan arbeides på daglig og ukentlig basis.
